Repository: joetm/ckanext-feeds
Catalog: ckanext/feeds/i18n/*/LC_MESSAGES/ckanext-feeds.po
Languages: de, fr

source: Subscribed Activity
de: Aboniierte Aktivitäten

source: New Resource
de: Neue Ressource
fr: Nouvelle Ressource

source: Changed Resource
de: Geänderte Ressource
fr: Ressource Modifiée

source: Deleted Resource
de: Gelöschte Ressource
fr: Ressource Annulé

source: New Package
de: Neuer Datensatz
fr: Nouveau Paquet

source: Changed Package
de: Geänderter Datensatz
fr: Paquet Modifié

source: Deleted Package
de: Gelöschter Datensatz
fr: Paquet Annulé

source: New Group
de: Neue Gruppe
fr: Nouveau Groupe

source: Changed Group
de: Geänderte Gruppe
fr: Groupe Modifié

source: Deleted Group
de: Gelöschte Gruppe
fr: Groupe Annulé

source: New Organization
de: Neue Organisation
fr: Nouvelle Organisation

source: Changed Organization
de: Geänderte Organisation
fr: Organisation Modifiée

source: Deleted Organization
de: Gelöschte Organisation
fr: Organisation Annulé
